export const bankBranches = [
  { id: 1, name: 'თიბისი ბანკი -  TBC', address: 'თბილისი, რუსთაველის გამზირი №11', icon: '💰' },
  { id: 2, name: 'საქართველოს ბანკი - BOG', address: 'თბილისი, თავისუფლების მოედანი №2', icon: '💰' },
  { id: 3, name: 'კრედო ბანკი - Credo Bank', address: 'თბილისი, ვაზა-ფშაველას გამზირი №25', icon: '💰'},
  { id: 4, name: 'პაშა ბანკი საქართველო - pashabank', address: 'თბილისი, ჭავჭავაძის გამზირი №12', icon: '💰' },
  { id: 5, name: 'ვითიბი ბანკი ჯორჯია - VTB', address: 'თბილისი, კოსტავას ქუჩა №77', icon: '💰' },
  { id: 6, name: 'ბაზისბანკი - BasisBank', address: 'თბილისი, ალექსანდრე ყაზბეგის გამზირი №70', icon: '💰' },
];


export const clinicBranches = [
  { id: 1, name: 'გაგუას კლინიკა - GaguaClinic', address: 'თბილისი, ჯ. კახიძის ქუჩა №15', icon: '🩺' },
  { id: 2, name: 'დავით ტატიშვილის ჯანმრთელობის ცენტრი - Davit Tatishvili Health Center', address: 'თბილისი, ვაზა-ფშაველას გამზირი №68', icon: '🩺' },
  { id: 3, name: 'ჯერარსი', address: 'თბილისი, ბაღების ქუჩა №14', icon: '🩺' },
  { id: 4, name: 'ქართულ-ამერიკული კლინიკი', address: 'თბილისი, ალექსანდრე ყაზბეგის გამზირი №52/54', icon: '🩺'  },
  { id: 5, name: 'პირველი საუნივერსიტეტო კლინიკა', address: 'თბილისი, ვაჟა-ფშაველას გამზირი №29', icon: '🩺' },
  { id: 6, name: 'თოდუას კლინიკა', address: 'თბილისი, ღუდუშაურის ქუჩა №4', icon: '🩺'  },
];

export const GovernmentBranches = [
  { id: 1, name: 'თბილისის ცენტრალური იუსტიციის სახლი', address: 'თბილისი, გოთუას ქუჩა №12', icon: '⚖️'  },
  { id: 2, name: 'თბილისის გლდანის იუსტიციის სახლი', address: 'თბილისი, გლდანი, ალექსიძის ქუჩა №1ა', icon: '⚖️' },
  { id: 3, name: 'თბილისის ვარკეთილის იუსტიციის სახლი', address: 'თბილისი, ვარკეთილი, კახეთის გზატკეცილი №62', icon: '⚖️' },
];


export const PostOfficeBranches = [
  { id: 1, name: '0102 თბილისის საფოსტო სერვის ცენტრი', address: 'თბილისი, სადგურის მოედანი 2', icon: '📮' },
  { id: 2, name: '0108 თბილისის საფოსტო სერვის ცენტრი', address: 'თბილისი, ლესია უკრაინკას ქუჩა N3',icon: '📮'},
  { id: 3, name: '0114 თბილისის საფოსტო სერვის ცენტრი', address: 'თბილისი, ვახტანგ გორგასლის ქუჩა №4', icon: '✉️' },
  { id: 4, name: '0119 თბილისის საფოსტო სერვის ცენტრი', address: 'თბილისი, კედიას ქუჩა №10 ა', icon: '📮' },
  { id: 5, name: '0137 თბილისის საფოსტო სერვის ცენტრი', address: 'თბილისი, მოსკოვის გამზირი, კორპუსი №44', icon: '📮' },
  { id: 6, name: '0144 თბილისის საფოსტო სერვის ცენტრი', address: 'თბილისი, ქეთევან წამებულის გამზირი №84/86', icon: '📮' },
];

export const TelecomBranches = [
  { id: 1, name: 'ჯეოსელის მთავარი ოფისი', address: 'თბილისი, ვაზა-ფშაველას გამზირი №41', icon: '📱' },
  { id: 2, name: 'მაგთიკომის ცენტრალური ოფისი', address: 'თბილისი, თავისუფლების მოედანი №11/13', icon: '📱' },
  { id: 3, name: 'ბილაინი საქართველო', address: 'თბილისი, ჯავახიშვილის ქუჩა №5', icon: '📱' },
  { id: 4, name: 'ჯეოსელი - გლდანის ფილიალი', address: 'თბილისი, გლდანის დასახლება, ალექსიძის ქუჩა №1', icon: '📱' },
  { id: 5, name: 'მაგთიკომი - ვარკეთილის ფილიალი', address: 'თბილისი, ვარკეთილი, კახეთის გზატკეცილი №51', icon: '📱' },
  { id: 6, name: 'ჯეოსელი - საბურთალოს ფილიალი', address: 'თბილისი, საბურთალო, ვახტანგ გორგასლის ქუჩა №2', icon: '📱' },
];

export const CarServiceBranches = [
  { id: 1, name: 'ავტოჰაუსი ჯორჯია - მთავარი ცენტრი', address: 'თბილისი, კახეთის გზატკეცილი №47', icon: '🚗' },
  { id: 2, name: 'BMW სერვის ცენტრი', address: 'თბილისი, ვაზა-ფშაველას გამზირი №87', icon: '🚗' },
  { id: 3, name: 'Mercedes-Benz სერვისი', address: 'თბილისი, წერეთლის გამზირი №116', icon: '🚗'},
  { id: 4, name: 'Toyota ოფიციალური სერვისი', address: 'თბილისი, თემურ მეფის გამზირი №29', icon: '🚗' },
  { id: 5, name: 'ჰიუნდაი სერვის ცენტრი', address: 'თბილისი, ალექსანდრე ყაზბეგის გამზირი №19', icon: '🚗'},
  { id: 6, name: 'ავტო21 - უნივერსალური სერვისი', address: 'თბილისი, სანდრო ეულის ქუჩა №12', icon: '🚗' },
];




